export const fractal_description = {
    fractal_dragon: 'приклад системи ітераційних функцій, загальна назва для деяких фрактальних кривих, які можуть бути апроксимовані рекурсивними методами, такими як L-система',
    fractal_cesaro: 'це фрактал, також відомий як “фрактал розірваного квадрата”. Він є одним з варіацій кривої Коха з кутом між 60° і 90°',
    fractal_gilbert_peano: 'це неперервна фрактальна крива, що заповнює простір, вперше описана німецьким математиком Давидом Гільбертом у 1891 році, як варіант кривих Пеано, що заповнюють простір, відкритих італійським математиком Джузеппе Пеано в 1890 році.',
    fractal_barnsley: 'фрактал, названий на честь британського математика Майкла Барнслі. Це базовий приклад множини самоподібності, тобто математичного об\'єкта, що збігається з частиною себе.'
}